
DVDModuleNameInList								= "DVD";
DVDWindowHeader									= "Lecteur DVD";
DVDNoDiskInserted								= "Veuillez insérer un DVD";
DVDInsertedLabel								= "DVD inséré";
DVDReadingDVDPleaseWait                         = "Lecture du DVD…";
DVDModuleMenu                                   = "Menu DVD";
DVDModuleEject                                  = "Éjecter le disque";
DVDModuleStop                                   = "Arrêter";
DVDModuleResume                                 = "Reprendre la lecture";
DVDModuleHistoryBeginning                       = "Démarrer à partir du début";
DVDModuleHistoryDefaultBookmark                 = "Démarrer à partir du signet";

DVDOptionsHeader								= "Options";
DVDOptionsFlagOn                                = "Activé";
DVDOptionsFlagOff                               = "Désactivé";
DVDOptionsMuting                                = "Mise en mode Silence";
DVDOptionsCaptioning                            = "Sous-titres codés";
DVDPlayerChapterFormatter                       = "Chapitre %d sur %d";

ErrorCantInitializeDVDPlaybackAlert				= "La lecture de DVD est actuellement impossible.";
ErrorCantInitializeDVDPlaybackMessage			= "Une autre application est en train de lire un DVD. Retournez au bureau pour fermer cette autre application et réessayez.";
ErrorCantEjectDVDAlert							= "Impossible d’éjecter le DVD.";
ErrorCantEjectDVDMessage						= "Une autre application est en train de lire le DVD. Retournez au bureau pour fermer cette autre application.";
ErrorBadRegionCodeAlert							= "Le code de région du DVD n’est pas compatible avec le lecteur DVD.";
ErrorBadRegionCodeMessage						= "Pour en savoir plus sur les codes de région, consultez l’aide Lecteur DVD.";
ErrorBadDVDMediaAlert							= "Impossible de lire le DVD.";
ErrorBadDVDMenuMessage							= "Le format n’est pas reconnu.";

/* Generic Fatal DVD Alert Messages */
ErrorFatalDVDAlert								= "Impossible de lire le DVD.";
ErrorFatalDVDMessage							= "Il y a un problème avec le disque.";

/* The following are straight error codes matching strings for the DVD Player framework */

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025											= "Impossible de vérifier les données de protection contre la copie du disque.";
